USE zzz;

INSERT INTO buff (id, version, phase, buff_name, buff, buff_image) VALUES
(
  14201,
  '1.4',
  '2',
  '游刃',
  '代理人的属性异常积蓄效率提升25%，异常精通提升40点。\n对敌人施加属性异常效果时，代理人额外获得500点喧响值，攻击力提升30%，持续15秒，喧响值获得效果15秒内最多触发一次。',
  '/buff_image/1421.webp'
),
(
  14202,
  '1.4',
  '2',
  '速决',
  '代理人的攻击力提升20%，喧响值获取效率提升20%；发动[终结技]时，代理人的攻击力额外提升15%，持续15秒。\n[终结技]造成的伤害提升40%，造成的失衡值提升20%，累积的属性异常积蓄值提升20%。',
  '/buff_image/1422.webp'
),
(
  14203,
  '1.4',
  '2',
  '倾覆',
  '代理人造成的失衡值提升25%，[连携技]造成的伤害提升80%。\n发动[连携技]时，代理人回复20点能量，造成的伤害提升50%，持续20秒。',
  '/buff_image/1423.webp'
);
