USE zzz;

INSERT INTO buff (id, version, phase, buff_name, buff, buff_image) VALUES
(
  15101,
  '1.5',
  '1',
  '异象',
  '代理人的属性异常积蓄效率提升20%。\n对敌人施加属性异常效果时，全队提升60点异常精通，紊乱造成的伤害提升40%，持续15秒。',
  '/buff_image/1511.webp'
),
(
  15102,
  '1.5',
  '1',
  '霜雷',
  '代理人的电属性伤害和冰属性伤害将提升25%。\n[普通攻击]、[闪避反击]和[冲刺攻击]造成的伤害提升40%，无视敌人15%防御力。',
  '/buff_image/1512.webp'
),
(
  15103,
  '1.5',
  '1',
  '驰援',
  '代理人的能量获取效率提升25%，[快速支援]造成的伤害提升50%。\n每次使用[快速支援]时，全队的攻击力提升10%，持续20秒，最多可叠加3层，重复触发时刷新持续时间。',
  '/buff_image/1513.webp'
);
