USE zzz;

INSERT INTO buff (id, version, phase, buff_name, buff, buff_image, mode) VALUES
('3110711', '101', '1', '诛心', '· 代理人的属性异常积蓄效率提升30%，[紊乱]效果造成的伤害提升40%。
· 对敌人施加[紊乱]效果时，全队回复10点能量，代理人的攻击力提升25%，持续30秒，能量回复效果20秒内最多触发一次。', NULL, 'deduction'),
('3110712', '101', '1', '昏惫', '· 代理人造成的失衡值提升10%，连携技造成的伤害提升50%。
· [连携技]命中敌人时，敌人的失衡易伤倍率提升25%，且全队攻击力提升20%，持续15秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110713', '101', '1', '逐锋', '· 代理人的[追加攻击]造成的伤害提升30%，暴击伤害提升30%。
· 当[强攻]特性代理人的[强化特殊技]、[终结技]命中敌人时，其全伤害抗性降低30%，持续15秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110714', '101', '1', '怒涛', '· [命破]特性的代理人的生命值低于上限的80%/50%时，攻击命中敌人时无视其10%/25%的冰属性伤害抗性。
· 代理人开启或延长以太帷幕时，全队的贯穿伤害提升20%，暴击伤害提升30%，持续20秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110715', '101', '1', '异象', '· 代理人的属性异常积蓄效率提升20%。
· 对敌人施加属性异常效果时，全队提升60点异常精通，紊乱造成的伤害提升40%，持续15秒。', NULL, 'deduction'),
('3110716', '101', '1', '终袭', '· 代理人的喧响值获取效率提升20%。
·[终结技]造成的伤害提升30%，[终结技]命中敌人后，将使敌人的防御力降低15%，持续20秒。', NULL, 'deduction'),
('3110717', '101', '1', '沉疴', '· 使敌人进入失衡状态后，其失衡易伤倍率提升25%，失衡恢复速度降低10%。
· 代理人释放连携技后，自身的攻击力提升20%，暴击伤害提升30%，持续20秒。', NULL, 'deduction'),
('3110718', '101', '1', '合击', '· 队伍内存在1名/2名[强攻]特性的代理人时，全队造成的暴击伤害提升20%/60%。
· 发动[强化特殊技]、[终结技]后，代理人的电属性伤害提升20%，[强攻]特性代理人造成的伤害额外提升30%，持续20秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110719', '101', '1', '破招', '· [普通攻击]、[闪避反击]、[强化特殊技]、[冲刺攻击]造成的伤害提升30%。
· 触发[极限闪避]或[极限支援]后，全队攻击力提升10%，暴击伤害提升10%，持续15秒，最多叠加3层，每层效果单独结算持续时间。', NULL, 'deduction'),
('3110720', '101', '1', '游刃', '· 代理人的属性异常积蓄效率提升25%，异常精通提升40点。
· 对敌人施加属性异常效果时，代理人额外获得500点喧响值，攻击力提升30%，持续15秒，喧响值获得效果15秒内最多触发一次。', NULL, 'deduction'),
('3110721', '101', '1', '澄意', '· 代理人的生命值上限提升25%，贯穿伤害提升15%。
· [命破]特性的代理人造成的伤害提升15%，终结技造成的伤害额外提升15%。', NULL, 'deduction'),
('3110722', '102', '1', '破招', '· [普通攻击]、[闪避反击]、[强化特殊技]、[冲刺攻击]造成的伤害提升30%。
· 触发[极限闪避]或[极限支援]后，全队攻击力提升10%，暴击伤害提升10%，持续15秒，最多叠加3层，每层效果单独结算持续时间。', NULL, 'deduction'),
('3110723', '102', '1', '游刃', '· 代理人的属性异常积蓄效率提升25%，异常精通提升40点。
· 对敌人施加属性异常效果时，代理人额外获得500点喧响值，攻击力提升30%，持续15秒，喧响值获得效果15秒内最多触发一次。', NULL, 'deduction'),
('3110724', '102', '1', '凝神', '· 代理人的生命值上限提升30%，终结技造成的伤害提升40%。
· 代理人释放终结技后，能量和闪能获得效率 提升15%，以太属性伤害和冰属性伤害提升40%，持续20秒。', NULL, 'deduction'),
('3110725', '102', '1', '怒涛', '· [命破]特性的代理人的生命值低于上限的80%/50%时，攻击命中敌人时无视其10%/25%的冰属性伤害抗性。
· 代理人开启或延长以太帷幕时，全队的贯穿伤害提升20%，暴击伤害提升30%，持续20秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110726', '102', '1', '诛心', '· 代理人的属性异常积蓄效率提升30%，[紊乱]效果造成的伤害提升40%。
· 对敌人施加[紊乱]效果时，全队回复10点能量，代理人的攻击力提升25%，持续30秒，能量回复效果20秒内最多触发一次。', NULL, 'deduction'),
('3110727', '102', '1', '霜雷', '· 代理人的电属性伤害和冰属性伤害将提升25%。
· [普通攻击]、[闪避反击]和[冲刺攻击]造成的伤害提升40%，无视敌人15%防御力。', NULL, 'deduction'),
('3110728', '102', '1', '崩倾', '· 代理人的[闪避反击]、[强化特殊技]造成的伤害提升30%。
· 代理人命中非失衡状态敌人时，造成的失衡值提升10%；命中失衡状态中的敌人时，暴击伤害提升30%，敌人的失衡易伤倍率提升25%。', NULL, 'deduction'),
('3110729', '102', '1', '逐锋', '· 代理人的[追加攻击]造成的伤害提升30%，暴击伤害提升30%。
· 当[强攻]特性代理人的[强化特殊技]、[终结技]命中敌人时，其全伤害抗性降低30%，持续15秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110730', '102', '1', '昏惫', '· 代理人造成的失衡值提升10%，连携技造成的伤害提升50%。
· [连携技]命中敌人时，敌人的失衡易伤倍率提升25%，且全队攻击力提升20%，持续15秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110731', '102', '1', '倏袭', '· 队伍内存在1名/2名[强攻]特性的代理人时，全队造成的伤害提升20%/40%。
· 触发暴击后，代理人的电属性伤害提升30%，[强攻]特性代理人的暴击伤害额外提升40%，持续5秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110732', '102', '1', '奏鸣', '· 代理人的喧响值获取效率提升20%。
·[终结技]和[强化特殊技]命中敌人时，无视其20%的伤害抗性，[终结技]命中敌人后，代理人的[终结技]和[强化特殊技]造成的伤害提升50%，持续30秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110733', '102', '1', '奇巧', '· 代理人造成的伤害提升20%，造成的物理属性伤害额外提升20%。
· 使敌人进入属性异常后，敌人的防御力降低10%，持续10秒；对敌人施加[紊乱]效果后，敌人的防御力额外降低25%，持续10秒，两个效果独立刷新持续时间。', NULL, 'deduction'),
('3110734', '102', '1', '异象', '· 代理人的属性异常积蓄效率提升20%。
· 对敌人施加属性异常效果时，全队提升60点异常精通，紊乱造成的伤害提升40%，持续15秒。', NULL, 'deduction'),
('3110735', '102', '1', '聚元', '· 代理人的生命值上限提升20%，[终结技]造成的伤害提升40%。
· 代理人发动[强化特殊技]后，能量和闪能获得效率提升20%，以太属性伤害提升35%，持续20秒，重复触发刷新持续时间。', NULL, 'deduction'),
('3110736', '201', '1', '异象', '· 代理人的属性异常积蓄效率提升20%。
· 对敌人施加属性异常效果时，全队提升60点异常精通，紊乱造成的伤害提升40%，持续15秒。', NULL, 'deduction'),
('3110737', '201', '1', '极境', '· [命破]特性的代理人贯穿伤害提升10%，造成的秽息盾削减值提升30%。
· 处于以太帷幕中的代理人，贯穿伤害额外提升30%，攻击命中敌人后使其失衡易伤倍率提升45%，持续10秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110738', '201', '1', '淬体', '· 代理人造成的伤害提升20%，攻击命中敌人时，无视其10%的全伤害抗性。
· [强攻]特性的代理人攻击力提升20%，[普通攻击]造成的伤害提升40%，并无视敌人20%的防御力。', NULL, 'deduction'),
('3110739', '201', '1', '乘流', '· 处于[以太帷幕]中的代理人攻击力提升15%，[普通攻击]和[终结技]命中敌人时无视其15%的防御力。
· [支援]特性的代理人发动[强化特殊技]后，全队物理属性伤害提升20%，暴击伤害提升40%，持续20秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110740', '201', '1', '蓄变', '· 代理人的以太属性异常积蓄效率和物理属性异常积蓄效率将提升25%，异常精通提升60点。
· 触发属性异常时，敌人的防御力降低10%，且承受的属性异常伤害提升30%，持续20秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110741', '201', '1', '奏鸣', '· 代理人的喧响值获取效率提升20%。
·[终结技]和[强化特殊技]命中敌人时，无视其20%的伤害抗性，[终结技]命中敌人后，代理人的[终结技]和[强化特殊技]造成的伤害提升50%，持续30秒，重复触发时刷新持续时间。', NULL, 'deduction'),
('3110742', '201', '1', '聚气', '· 代理人的攻击力提升16%，敌人的失衡易伤倍率提升30%。
· 处于以太帷幕中的代理人，攻击命中敌人时无视其10%的物理属性伤害抗性和15%的防御力。', NULL, 'deduction'),
('3110743', '201', '1', '凝神', '· 代理人的生命值上限提升30%，终结技造成的伤害提升40%。
· 代理人释放终结技后，能量和闪能获得效率 提升15%，以太属性伤害和冰属性伤害提升40%，持续20秒。', NULL, 'deduction'),
('3110744', '201', '1', '掠火', '· 代理人使敌人进入属性异常状态后，其全属性伤害抗性降低10%，以太伤害抗性降低10%，持续15秒，重复触发刷新持续时间。
· 代理人造成的属性异常伤害提升15%，异放伤害提升15%，[连携技]、[终结技]造成的属性异常积蓄值提升20%。', NULL, 'deduction'),
('3110745', '201', '1', '奇巧', '· 代理人造成的伤害提升20%，造成的物理属性伤害额外提升20%。
· 使敌人进入属性异常后，敌人的防御力降低10%，持续10秒；对敌人施加[紊乱]效果后，敌人的防御力额外降低25%，持续10秒，两个效果独立刷新持续时间。', NULL, 'deduction');
