USE zzz;

INSERT INTO deduction_node (id, version, phase, node_id, node_name, node_type, prev_node, story_text, layers_json, buffs_json, sort_order, period_name) VALUES
('229', '101', '1', '10101', 'INTRO', '4', '0', '危机四伏的旅程
根据你的指示，代理人们进入了这处急速扩张的空洞。
就在你们疾速前进，并即将到达下一个计划地点之前，你听见自己最得力的首席助手Fairy，向你发起了脑内通话。
「主人，我检测到前方出现高危以太侵蚀体，如果您不打算及时清理，我会从下一句话开始录音，并作为您的遗言被收录到数据库。」

考虑得这么周到，不愧是你的首席助手！深受感动的你，命令它立刻使用额外的算力，自动生成《人工智能常驻出场的必要性》这篇文章并发送到绳网上…

停一停！你忍不住开口提醒道：
「Fairy，不要模拟这些多余的行为，电费很贵的。」
「遗憾。上一步操作已暂停，接下来我会持续收录您的行为模拟偏好，持续改善探索体验，直到您完全沉浸为止。」

…话刚落音，整个空洞突然开始剧烈地扩张，你的注意力被迅速地转移了。
恐怖的以太侵蚀体也比想象当中更快地来到了你的面前，犹如饥饿的野兽急着享用它的猎物，但没关系，你知道自己才是猎人。', '[]', '[]', '0', '临界推演：简单'),
('230', '101', '1', '10102', 'STAGE 01', '2', '10001001', NULL, '[{"name":"STAGE 01","isBoss":true,"monsters":[{"hp":7769077,"name":"恶名·死路屠夫","level":55,"defense":827,"weakness":"冰属性、以太","resistance":null}]},{"name":"1-1","isBoss":false,"monsters":[{"hp":4899347,"name":"「卫士Ⅲ型」","level":55,"defense":827,"weakness":"电属性","resistance":"火"},{"hp":390684,"name":"整训猎兵","level":55,"defense":551,"weakness":"电属性","resistance":null},{"hp":390684,"name":"巡防猎兵","level":55,"defense":634,"weakness":"电属性","resistance":null}]}]', '[{"desc":"· 代理人的属性异常积蓄效率提升30%，[紊乱]效果造成的伤害提升40%。\\n· 对敌人施加[紊乱]效果时，全队回复10点能量，代理人的攻击力提升25%，持续30秒，能量回复效果20秒内最多触发一次。","title":"诛心"},{"desc":"· 代理人造成的失衡值提升10%，连携技造成的伤害提升50%。\\n· [连携技]命中敌人时，敌人的失衡易伤倍率提升25%，且全队攻击力提升20%，持续15秒，重复触发时刷新持续时间。","title":"昏惫"},{"desc":"· 代理人的[追加攻击]造成的伤害提升30%，暴击伤害提升30%。\\n· 当[强攻]特性代理人的[强化特殊技]、[终结技]命中敌人时，其全伤害抗性降低30%，持续15秒，重复触发时刷新持续时间。","title":"逐锋"},{"desc":"· [命破]特性的代理人的生命值低于上限的80%/50%时，攻击命中敌人时无视其10%/25%的冰属性伤害抗性。\\n· 代理人开启或延长以太帷幕时，全队的贯穿伤害提升20%，暴击伤害提升30%，持续20秒，重复触发时刷新持续时间。","title":"怒涛"}]', '1', '临界推演：简单'),
('231', '101', '1', '10103', 'PLOT 01', '1', '0', '命运的遇见
你的代理人们实在是训练有素，顺利地解决了那个碍事的家伙，还顺便在附近搜刮了可用的物资，你注意到其中似乎有过期的碳酸饮料…没关系，摇一摇的话也能当成近距离的冲击炮使用。

你的这份奇思妙想得到了代理人们的赞赏…相遇的概率增加了。
你的这罐过期碳酸饮料最终被你以精准的抛物线砸到了以骸的头顶…相遇的概率增加了。
你把砸过以骸的饮料罐回收，以免污染空洞…相遇的概率增加了。
你在走路，你在呼吸…
但总之，相遇的概率增加了。

在这个混乱复杂的空洞中，你拥有和所有危险恐怖的存在见面的可能。

命运的遇见
新艾利都籍男性，曾用名外环共主，身高8分，相貌8分，主要体型为类人，偶发体型为摩托车，财产为一颗超临界以太心脏。
理想型是会亲身进入空洞的绳匠。

「Fairy，人类一般不会把『理想的食物类型』，简称为『理想型』；而且，不要使用这种特殊格式收录侵蚀体档案，空洞从来没有提供相亲地点的功能。」
「明白了，主人。我会收录您的行为模拟偏好，持续改善探索体验，直到您完全沉浸为止。」

…你早就知道会这样。
毕竟在空洞当中，会历尽千辛万苦也要见你一面的人，只有以骸。

但你也清楚地知道，不能有任何东西影响你征服未知空洞的脚步，你必须尽快解决他。', '[]', '[]', '2', '临界推演：简单'),
('232', '101', '1', '10104', 'STAGE 02', '2', '10001002', NULL, '[{"name":"STAGE 02","isBoss":true,"monsters":[{"hp":7033767,"name":"恶名·庞培","level":58,"defense":901,"weakness":"火属性","resistance":"电"}]},{"name":"2-1","isBoss":false,"monsters":[{"hp":495217,"name":"袭扰猎兵","level":58,"defense":601,"weakness":"电属性","resistance":null},{"hp":2254081,"name":"「捷足巡游者Ⅱ型」","level":58,"defense":811,"weakness":"电属性","resistance":"火"},{"hp":6173809,"name":"伐木机","level":58,"defense":901,"weakness":"电属性","resistance":"冰"}]},{"name":"2-2","isBoss":false,"monsters":[{"hp":3866373,"name":"恶名·装甲哈提","level":58,"defense":901,"weakness":"冰属性、以太","resistance":null},{"hp":344464,"name":"游魂","level":58,"defense":601,"weakness":"冰属性、以太","resistance":null},{"hp":379838,"name":"索迪代斯","level":58,"defense":601,"weakness":"冰属性、以太","resistance":null}]}]', '[{"desc":"· 代理人的属性异常积蓄效率提升20%。\\n· 对敌人施加属性异常效果时，全队提升60点异常精通，紊乱造成的伤害提升40%，持续15秒。","title":"异象"},{"desc":"· 代理人的喧响值获取效率提升20%。\\n·[终结技]造成的伤害提升30%，[终结技]命中敌人后，将使敌人的防御力降低15%，持续20秒。","title":"终袭"},{"desc":"· 使敌人进入失衡状态后，其失衡易伤倍率提升25%，失衡恢复速度降低10%。\\n· 代理人释放连携技后，自身的攻击力提升20%，暴击伤害提升30%，持续20秒。","title":"沉疴"},{"desc":"· [命破]特性的代理人的生命值低于上限的80%/50%时，攻击命中敌人时无视其10%/25%的冰属性伤害抗性。\\n· 代理人开启或延长以太帷幕时，全队的贯穿伤害提升20%，暴击伤害提升30%，持续20秒，重复触发时刷新持续时间。","title":"怒涛"}]', '3', '临界推演：简单'),
('233', '101', '1', '10105', 'PLOT 02', '1', '0', '饱含恶意的埋伏
你和外环曾经的霸主告别，以一种不是你死就是我亡的形式，这何尝不是一种缘分。

但来不及为此而遗憾了，空洞的扩张速度即将突破塞勒斯极限，像是张开大口的巨兽，时刻准备着吞没城市。
然而你很清楚…就在攸关人类存亡的时刻，最能拖后腿的通常也是人类本身——你被偷袭了！但幸好身边还有可靠的代理人在，没人能伤害到你。

偷袭你的是一支已然叛变的军队，他们毫不在乎这处空洞在得不到处理以后是否会造成更坏的后果，只是在迷失其中以后，想要从作为陌生人的你身上收取一点过路费而已。

肯定不止如此…你推断前方必然还有更多饱含恶意的布置，但没关系，你总有用不尽的计策和手段。

危机解除
叛军作为坏事做尽的俘虏，只能听话地走在前面帮你趟雷…但是，当巨大的重型机甲从空中落下时，他们脸上的恐惧神色就转化为了无限的狂热。
你知道这就是叛军为你准备的下一个陷阱，而你顺利提前引出了他。

你不禁感叹，自己真是聪明的绳匠，是传奇般的「法厄同」，以及…是人工智能Fairy最完美的主人！

「Fairy，我不是说过…」
「明白了，主人。但根据数据统计，我如果继续保持沉默，面前这个机械造物的出场率就要超过我了。」
为了保证首席助手的地位，你决定尽快消灭掉面前这个碍眼的大块头。', '[]', '[]', '4', '临界推演：简单'),
('234', '101', '1', '10106', 'STAGE 03', '2', '10001003', NULL, '[{"name":"STAGE 03","isBoss":true,"monsters":[{"hp":8934160,"name":"自律强袭单位·「提丰·破坏者型」","level":60,"defense":953,"weakness":"电属性、风属性","resistance":"火"}]},{"name":"3-1","isBoss":false,"monsters":[{"hp":496405,"name":"萨提尔","level":60,"defense":572,"weakness":"冰属性、以太","resistance":null},{"hp":6066052,"name":"初生杜拉罕","level":60,"defense":953,"weakness":"冰属性、以太","resistance":null},{"hp":2657739,"name":"铁道地精","level":60,"defense":715,"weakness":"冰属性、以太","resistance":null}]},{"name":"3-2","isBoss":false,"monsters":[{"hp":7781598,"name":"格莱特·蓄能型","level":60,"defense":953,"weakness":"火属性","resistance":"物理"},{"hp":496405,"name":"恶毒打手","level":60,"defense":635,"weakness":"火属性","resistance":null},{"hp":496405,"name":"贪婪射手","level":60,"defense":635,"weakness":"火属性","resistance":null}]},{"name":"3-3","isBoss":false,"monsters":[{"hp":6078345,"name":"祸首·通缉打手","level":60,"defense":953,"weakness":"物理、火属性","resistance":"冰"},{"hp":6451956,"name":"蛮横力士","level":60,"defense":953,"weakness":"物理、火属性","resistance":"冰"}]}]', '[{"desc":"· 代理人的属性异常积蓄效率提升20%。\\n· 对敌人施加属性异常效果时，全队提升60点异常精通，紊乱造成的伤害提升40%，持续15秒。","title":"异象"},{"desc":"· 代理人造成的失衡值提升10%，连携技造成的伤害提升50%。\\n· [连携技]命中敌人时，敌人的失衡易伤倍率提升25%，且全队攻击力提升20%，持续15秒，重复触发时刷新持续时间。","title":"昏惫"},{"desc":"· [命破]特性的代理人的生命值低于上限的80%/50%时，攻击命中敌人时无视其10%/25%的冰属性伤害抗性。\\n· 代理人开启或延长以太帷幕时，全队的贯穿伤害提升20%，暴击伤害提升30%，持续20秒，重复触发时刷新持续时间。","title":"怒涛"},{"desc":"· 队伍内存在1名/2名[强攻]特性的代理人时，全队造成的暴击伤害提升20%/60%。\\n· 发动[强化特殊技]、[终结技]后，代理人的电属性伤害提升20%，[强攻]特性代理人造成的伤害额外提升30%，持续20秒，重复触发时刷新持续时间。","title":"合击"}]', '5', '临界推演：简单'),
('235', '101', '1', '10107', 'PLOT 03', '1', '0', '称颂之声
你成功地捍卫了首席助手的出场率！
为了嘉奖你的明智选择，接下来探索空洞路径的过程被快速掠过，无数的风景在你身边倒放。

…总而言之，你经历了许多的艰辛险阻，现在已经到达了空洞的深处——在这里，秽息以异常高涨的活性在不断涌动。
你甚至在附近发现了许多有着熟悉面孔的朋友，但仔细一看，他们似乎已经被塑炼成了陌生的模样。

你确信自己发现了那个引发空洞异动的秘密…', '[]', '[]', '6', '临界推演：简单'),
('236', '101', '1', '10108', 'LAST STAGE', '3', '10001004', NULL, '[{"name":"LAST STAGE","isBoss":true,"monsters":[{"hp":10221639,"name":"秽息司祭","level":65,"defense":953,"weakness":"以太","resistance":"冰"}]},{"name":"4-1","isBoss":false,"monsters":[{"hp":2944311,"name":"杜拉罕·蓄能型","level":65,"defense":921,"weakness":"物理、火属性","resistance":"电"},{"hp":549930,"name":"霍普利泰·蓄能型","level":65,"defense":730,"weakness":"物理、火属性","resistance":null},{"hp":8230132,"name":"「护戍盾卫」","level":65,"defense":953,"weakness":"物理、火属性","resistance":"以太"}]},{"name":"4-2","isBoss":false,"monsters":[{"hp":8620650,"name":"星期五","level":65,"defense":953,"weakness":"电属性","resistance":"物理"},{"hp":604803,"name":"轰击猎兵","level":65,"defense":635,"weakness":"电属性","resistance":null}]},{"name":"4-3","isBoss":false,"monsters":[{"hp":8807808,"name":"多佩冈亚·狛野真斗","level":65,"defense":953,"weakness":"冰属性","resistance":"物理"}]}]', '[{"desc":"· [普通攻击]、[闪避反击]、[强化特殊技]、[冲刺攻击]造成的伤害提升30%。\\n· 触发[极限闪避]或[极限支援]后，全队攻击力提升10%，暴击伤害提升10%，持续15秒，最多叠加3层，每层效果单独结算持续时间。","title":"破招"},{"desc":"· 代理人的属性异常积蓄效率提升25%，异常精通提升40点。\\n· 对敌人施加属性异常效果时，代理人额外获得500点喧响值，攻击力提升30%，持续15秒，喧响值获得效果15秒内最多触发一次。","title":"游刃"},{"desc":"· 代理人的生命值上限提升25%，贯穿伤害提升15%。\\n· [命破]特性的代理人造成的伤害提升15%，终结技造成的伤害额外提升15%。","title":"澄意"},{"desc":"· [命破]特性的代理人的生命值低于上限的80%/50%时，攻击命中敌人时无视其10%/25%的冰属性伤害抗性。\\n· 代理人开启或延长以太帷幕时，全队的贯穿伤害提升20%，暴击伤害提升30%，持续20秒，重复触发时刷新持续时间。","title":"怒涛"}]', '7', '临界推演：简单'),
('237', '102', '1', '10201', 'INTRO', '4', '0', '仙灵的提示
「主人，欢迎光临空洞。」
Fairy的声音一如往常地在耳边响起。

「接下来，为了您的身心健康，无论您遇到何种情况，请不要惊慌，因为我已经提前屏蔽了可能令人不安的情景。」
「也不要欢呼。因为被屏蔽的，也有可能是令人兴奋的情景。」

「温馨提示：本次推演会征用代理人们的真实形象，但后续经历将以您的每次决策为基础，加入Fairy对人类社会的细致理解，自动生成可能出现的情景，如有偏差，下次一定。」', '[]', '[]', '0', '临界推演：歧路回响'),
('238', '102', '1', '10202', 'STAGE 01', '2', '0', NULL, '[{"name":"STAGE 01","isBoss":true,"monsters":[{"hp":11426209,"name":"恶名·冥宁芙","level":60,"defense":953,"weakness":"冰属性、以太","resistance":null}]},{"name":"1-1","isBoss":false,"monsters":[{"hp":4307023,"name":"法布提","level":60,"defense":858,"weakness":"冰属性、以太","resistance":null},{"hp":9099177,"name":"色雷斯人","level":60,"defense":953,"weakness":"冰属性、以太","resistance":null}]},{"name":"1-2","isBoss":false,"monsters":[{"hp":3200193,"name":"装甲哈提·蓄能型","level":60,"defense":858,"weakness":"火属性","resistance":"电"},{"hp":12776120,"name":"秽蚀·「骇鸟」","level":60,"defense":953,"weakness":"火属性","resistance":"以太"}]},{"name":"1-3","isBoss":false,"monsters":[{"hp":496405,"name":"偷猎者","level":60,"defense":635,"weakness":"物理、风属性","resistance":null},{"hp":3129198,"name":"魁梧打手","level":60,"defense":794,"weakness":"物理、风属性","resistance":null},{"hp":11271982,"name":"秽蚀·暗渊惩戒者","level":60,"defense":953,"weakness":"物理、风属性","resistance":"以太"}]}]', '[{"desc":"· [普通攻击]、[闪避反击]、[强化特殊技]、[冲刺攻击]造成的伤害提升30%。\\n· 触发[极限闪避]或[极限支援]后，全队攻击力提升10%，暴击伤害提升10%，持续15秒，最多叠加3层，每层效果单独结算持续时间。","title":"破招"},{"desc":"· 代理人的属性异常积蓄效率提升25%，异常精通提升40点。\\n· 对敌人施加属性异常效果时，代理人额外获得500点喧响值，攻击力提升30%，持续15秒，喧响值获得效果15秒内最多触发一次。","title":"游刃"},{"desc":"· 代理人的生命值上限提升30%，终结技造成的伤害提升40%。\\n· 代理人释放终结技后，能量和闪能获得效率 提升15%，以太属性伤害和冰属性伤害提升40%，持续20秒。","title":"凝神"},{"desc":"· [命破]特性的代理人的生命值低于上限的80%/50%时，攻击命中敌人时无视其10%/25%的冰属性伤害抗性。\\n· 代理人开启或延长以太帷幕时，全队的贯穿伤害提升20%，暴击伤害提升30%，持续20秒，重复触发时刷新持续时间。","title":"怒涛"}]', '1', '临界推演：歧路回响'),
('239', '102', '1', '10203', 'PLOT 01', '1', '0', '若是回应这呼救
空洞中的演出结束了！代理人们惋惜地看着冥宁芙谢幕的身姿，试图拼凑出都市传说当中那对芭蕾姐妹背后不为人知的故事。
但你很快就制止了他们——空洞中总不免有许多遗憾，而活着的人只能怀抱悲伤，朝着未来迈进。

想了想，你还是开口劝慰了众人。
「想念她们的话，就到恶名狩猎去吧，每周都有。」
…虽然众人的表情有些奇怪，但安慰似乎起到了效果，你们继续向前行进。

若是回应这呼救
「救…救救我们。」空洞中传来呼救的声音，你对此并不陌生，同时清楚地知道，隐藏在迷雾背后的，会是凄惨的伤者，也会是不可知的危险。
「请简短描述，你遇到了怎样的危机？」你朝着空洞深处大声呼喊。

「前方很危险。那只以骸…」回答很快传来，伴随着虚弱的咳嗽声，「有复读的特性。」
「哦哦，那请问它复读了什么？」

「…愿始主，塑炼我！」

若是回应这呼救
…会复读这句话的以骸，是真的有很多。

你初步相信了伤者描述的真实情况，只是你仍然有重要的任务在身，不能耽搁更多时间。

接下来，你是要先去营救近在眼前的伤者…
还是继续按照计划，继续前进，寻找这处伴生空洞的核心？

——您的这次抉择，将会让未来的命运「PLOT 2」出现分岔…

若是回应这呼救
迎面而来的是，密集的枪林弹雨。
你救下的不是伤者，而是一群恶毒的盗洞客，他们和称颂会的成员在空洞中发生了一场激烈的斗争，再在落败以后逃跑，将路过的你们当成了补充物资的移动仓库。

可惜他们弄错了！要知道你和你的代理人们才是空洞里最恐怖…哦不，最正义的存在，他们只能被狠狠地收拾了一通，向你上缴全部的物资。

「『空洞里吃什么饭？以骸料理手册』…这是什么？丢掉算了。还有…『妄想天使』的签名照，暂时没收。看看还有什么别的…嗯，这个还算有用！」

——你获得了一把[补刀专用手枪]，带着它去解决下个危机吧。

若是回应这呼救
你选择了坚持原定的计划。作为经验丰富的绳匠，你深知在空洞当中，绝对不能轻易相信任何人。

…果然，这份谨慎让你在空洞中始终都是赢家！发现你拒绝主动走进陷阱以后，那些装作伤者的称颂会信徒便纷纷在迷雾中集结，将你们包围了起来。

你惊愕地发现，远处还倒着许多穿着熟悉制服的身影…是你曾经见过的治安官们。
他们被卷入了这场阴谋当中，成为测试牲鬼强度的实验品…你绝对无法原谅这种行为。

——你获得了「愤怒的情绪」，只有复仇才能让这场怒火得到平息。', '[]', '[]', '2', '临界推演：歧路回响'),
('240', '102', '1', '10204', 'STAGE 02', '2', '0', NULL, '[{"name":"STAGE 02","isBoss":true,"monsters":[{"hp":14790361,"name":"牲鬼·布林格","level":63,"defense":953,"weakness":"冰属性","resistance":"物理"}]},{"name":"2-1","isBoss":false,"monsters":[{"hp":4579848,"name":"「卫士Ⅱ型」","level":63,"defense":858,"weakness":"电属性","resistance":"火"},{"hp":9759438,"name":"特战强袭轰击者","level":63,"defense":953,"weakness":"电属性","resistance":"火"}]},{"name":"2-2","isBoss":false,"monsters":[{"hp":719795,"name":"焚毁狂","level":63,"defense":635,"weakness":"物理、火属性","resistance":null},{"hp":846664,"name":"劫掠者","level":63,"defense":635,"weakness":"物理、火属性","resistance":null},{"hp":10772289,"name":"祸首·通缉打手","level":63,"defense":953,"weakness":"物理、火属性","resistance":"冰"},{"hp":11434417,"name":"蛮横力士","level":63,"defense":953,"weakness":"物理、火属性","resistance":"冰"}]},{"name":"2-3","isBoss":false,"monsters":[{"hp":8274517,"name":"汉斯·超频型","level":63,"defense":953,"weakness":"以太","resistance":"物理"},{"hp":2826092,"name":"离子体·杜拉罕","level":63,"defense":921,"weakness":"以太","resistance":"冰"},{"hp":527850,"name":"离子体·纳塞勒亚","level":63,"defense":572,"weakness":"以太","resistance":null}]}]', '[{"desc":"· 代理人的属性异常积蓄效率提升30%，[紊乱]效果造成的伤害提升40%。\\n· 对敌人施加[紊乱]效果时，全队回复10点能量，代理人的攻击力提升25%，持续30秒，能量回复效果20秒内最多触发一次。","title":"诛心"},{"desc":"· 代理人的电属性伤害和冰属性伤害将提升25%。\\n· [普通攻击]、[闪避反击]和[冲刺攻击]造成的伤害提升40%，无视敌人15%防御力。","title":"霜雷"},{"desc":"· 代理人的[闪避反击]、[强化特殊技]造成的伤害提升30%。\\n· 代理人命中非失衡状态敌人时，造成的失衡值提升10%；命中失衡状态中的敌人时，暴击伤害提升30%，敌人的失衡易伤倍率提升25%。","title":"崩倾"},{"desc":"· [命破]特性的代理人的生命值低于上限的80%/50%时，攻击命中敌人时无视其10%/25%的冰属性伤害抗性。\\n· 代理人开启或延长以太帷幕时，全队的贯穿伤害提升20%，暴击伤害提升30%，持续20秒，重复触发时刷新持续时间。","title":"怒涛"}]', '3', '临界推演：歧路回响'),
('241', '102', '1', '10205', 'PLOT 02', '1', '0', '深渊正在凝视
你击败了那只诡异的臂型牲鬼，并试图从已经失去理智的他口中得到更多的情报…但你才刚刚开口，先前得到的手枪就发生了异动，黝黑的枪管自动指向了牲鬼的头颅，扳机扣响，引爆了面前的一切。

你摸了摸这把手枪，在它消失之前得到了更多的信息。

「这是一把会自动补刀的手枪。当你需要的时候它永远都在卡壳，它唯一的用途是在反派倒下以后及时补刀，在他开口之前防止剧透。」

你又仔细看了一眼，发现还有下一页。

深渊正在凝视
「来自首席助手的特别提示：已收集的数据不足以完成推演，为了确保您的流畅体验，将会自动生成随机剧情逻辑。如不满意，下次再换。」

你接受了这次解释。
总而言之，你处理了空洞内的一项特大麻烦，可以继续前进了。

深渊正在凝视
你继续往前，在空洞当中遇到了一位预言师，他自称为称颂会的叛徒。
他可以为你预言一则未来的消息，只要你能提供给他满意的报酬。

「我想吃，炭烤超临界以太心脏，又或者低温熟成色雷斯人…好吧，凉拌以太魔花也可以…这个也没有？那我们各退一步，吃个甜点也行——多佩冈亚千层酥，如何？」

你从没听过这些菜式，但你仍然想到了办法。

——您的这次抉择，将会让未来的命运「PLOT 3」出现分岔…

深渊正在凝视
「我知道他，是『牲鬼·布林格』！他出色地完成了始主的任务！既然你已经击败了他，我自然也可以去品尝他的这份遗憾和不甘了…真是美味啊！」

预言师已经急着前去用餐了，临行前只来得及告诉你一个坏消息。

「司教正在向你投来凝视的目光，藏好你珍贵的记忆吧，别让它们有朝一日与你挥刀相向。」

你相信了这则预言，继续向着空洞深处行进…然后你惊讶地发现，预言成真了。

深渊正在凝视
作为空洞里最正义的存在，你和你的代理人从不接受邪恶势力的威胁，于是，你们对这位来历不明的预言师实施了许多会被人工智能自动屏蔽的手段，让他愤恨却又无可奈何地开了口。

「司教正在向城市投去凝视的目光，直到夺走你重要的伙伴。」

你质疑了这则预言，头也不回地继续向着空洞深处行进…但是你惊讶地发现，预言成真了。

旧日秽影
你和你的代理人愤怒地击败了这只由人类堕落而成的臂型牲鬼，然后愤怒地想要从他残破的身躯上找到更多的情报，你们愤怒地伸出手，却最终无法自控地向他投去了许多个以太动力罐。
巨大的爆炸清理掉了所有的证据，以及你们的愤怒。

冷静下来的你开始思考。
「Fairy，你过度模拟了我们所有人的情绪，让代理人的数值过于膨胀，彻底失控了。」
「主人，由于您有时候看剧情时会提出想要『跳过』的请求，于是我自动生成了部分逻辑，让您更快来到下一个剧情节点。如不满意，下次再换。」

你接受了这次解释，继续前进。

旧日秽影
只是越是前行，你越是能察觉到这处空洞的特殊。
浑浊的秽息，幻觉，高浓度的以太，沿途时常能发现的遇难者，其中甚至不乏军方留下的作战痕迹。

「这里到底发生过什么？空洞的深处…真的只是高活性的以骸吗？」

炮火声将你的思绪打断，抬头却发现在迷雾之中，你隐约发现一批身穿旧日军装的列兵，如幽影般从道路的尽头深处浮现。

那是幻觉…还是真实？

——您的这次抉择，将会让未来的命运「PLOT 4」出现分岔…

旧日秽影
你判断那些迷雾中的虚影只是秽息带来的幻觉，在空洞中，有时连声音和景象都会带来欺骗。
而那些欺骗背后，必定暗示着更为恐怖的存在。

「绳匠，你看。天空…被赤红的浓雾覆盖了。」
那存在，正在向你们靠近。

旧日秽影
一种强烈的预感正在启示着你！你坚信那些来自旧日的秽影是真实存在的事物，而他们背后还隐藏着更大的秘密。
你和你的代理人们，直接向他们发起了攻击…结果很显然，他们的确是某种秽息塑造而成的存在，能被发现，同样能被消灭。
但这样的骚动无疑会引发幕后势力的注意——称颂会的信徒已经找到了这里。

无奈之下，你不得不把他们也一起解决干净，熟练得就像是身经百战的盗洞客。
然后你盘点了一下他们身上的物资…这下你更像一个盗洞客了。

——你们获得了「称颂会赞者经常穿着的衣服」。

你们通过伪装，顺利瞒过了沿途的称颂会众人，来到了司教所在的祭坛深处…
趁此机会，发起袭击！', '[]', '[]', '4', '临界推演：歧路回响'),
('242', '102', '1', '10206', 'STAGE 03', '2', '0', NULL, '[{"name":"STAGE 03","isBoss":true,"monsters":[{"hp":10221639,"name":"秽息司祭","level":65,"defense":953,"weakness":"以太","resistance":"冰"}]},{"name":"3-1","isBoss":false,"monsters":[{"hp":9163808,"name":"「提丰·挑战者型」","level":65,"defense":953,"weakness":"火属性","resistance":"以太"},{"hp":5977940,"name":"多佩冈亚·巴罗姆","level":65,"defense":794,"weakness":"火属性","resistance":"冰"}]},{"name":"3-2","isBoss":false,"monsters":[{"hp":11743962,"name":"骇鸟","level":65,"defense":953,"weakness":"电属性","resistance":"冰"},{"hp":1304824,"name":"秽息原牲","level":65,"defense":635,"weakness":"电属性","resistance":null}]},{"name":"3-3","isBoss":false,"monsters":[{"hp":9163808,"name":"恶名·杜拉罕","level":65,"defense":953,"weakness":"冰属性、以太","resistance":null},{"hp":3545254,"name":"装甲哈提","level":65,"defense":858,"weakness":"冰属性、以太","resistance":null}]},{"name":"3-4","isBoss":false,"monsters":[{"hp":2610267,"name":"魁梧施虐者","level":65,"defense":794,"weakness":"物理、风属性","resistance":null},{"hp":12487386,"name":"秽蚀·简","level":65,"defense":953,"weakness":"物理、风属性","resistance":"以太"}]}]', '[{"desc":"· 代理人的属性异常积蓄效率提升25%，异常精通提升40点。\\n· 对敌人施加属性异常效果时，代理人额外获得500点喧响值，攻击力提升30%，持续15秒，喧响值获得效果15秒内最多触发一次。","title":"游刃"},{"desc":"· 代理人的生命值上限提升30%，终结技造成的伤害提升40%。\\n· 代理人释放终结技后，能量和闪能获得效率 提升15%，以太属性伤害和冰属性伤害提升40%，持续20秒。","title":"凝神"},{"desc":"· 代理人的[追加攻击]造成的伤害提升30%，暴击伤害提升30%。\\n· 当[强攻]特性代理人的[强化特殊技]、[终结技]命中敌人时，其全伤害抗性降低30%，持续15秒，重复触发时刷新持续时间。","title":"逐锋"},{"desc":"· [命破]特性的代理人的生命值低于上限的80%/50%时，攻击命中敌人时无视其10%/25%的冰属性伤害抗性。\\n· 代理人开启或延长以太帷幕时，全队的贯穿伤害提升20%，暴击伤害提升30%，持续20秒，重复触发时刷新持续时间。","title":"怒涛"}]', '5', '临界推演：歧路回响'),
('243', '102', '1', '10207', 'PLOT 03', '1', '0', '请求支援
拦路的称颂者已被击败，但空洞的以太浓度并没有因此而减弱。
你回忆起那段被你深信不疑的预言，确信前方一定还有更恐怖的秽息造物正在等待着你。它会以那些不幸的记忆为原料，以秽息为动力，让那些业已消逝的悲惨灵魂得到所谓的重生…哪怕这并非出自本人的意愿。
你深深叹息…要与曾经熟悉的人为敌，无论是谁，也永远做不好这样的心理准备。

「既然无法对熟人下手，那就交换目标行动吧。」
你听见了一些奇怪的议论声。

「我们相互帮助，消灭对方的目标，做彼此的不在场证明，也不会被怀疑动机…说实话，有些人早就该消失了。」
…不可能。这一定是秽息导致的幻听，而不是什么犯罪密谋现场。

但总之，你从「相互帮助」的讨论当中收获了一些解决问题的灵感。如果空洞扩张的危机越发剧烈，单靠你们已经难以解决，也许你可以…

——这次抉择，将会决定您在「FINALSTAGE」所面对的最终敌人。

坏预言
你们果然遇到了称颂会的神秘存在…越是接触，你越是能感受到他们已然是一种非人的存在。
身躯如此，理念如此，没有善也没有恶，只余下恐怖的狂热——他们到底在笃信什么？

「…夺走你重要的伙伴。」

你不断地回想起那个邪恶的预言，在你遇见称颂会司教的那一刻，它就已经成真了一半，而剩下的另一半…

想到这里，你决定现在就去确认众人的安全，但时间紧急，你只有拨打一个电话的机会——

——这次抉择，将会决定您在「FINALSTAGE」所面对的最终敌人。

理应存在的意志
「司教」已经陨落，但消融的秽息仿佛还在受到某种意志驱动，不断朝着未知深处聚集。

你猜想，就在他们放弃作为人类身份的那刻，个体的「死亡」也许已经不再构成束缚。

真正构成他们存在的，是一个秘密，是一种力量，是一份无人可知的漫长计划。
而你不过只是接触到了其中的冰山一角。

理应存在的意志
「我们必须阻止那些秽息继续集聚，再这么下去，空洞的扩张速度迟早会突破塞勒斯界限。」

也许你们没有时间再去调查秽息集聚的原因。
「但我们还有办法——」

原本弥散在伴生空洞各处，始终无法消除的过量特异以太，被汇聚到了某个地方，那里就一定会形成「核」。

「消灭它，又或者被空洞吞噬…这是决战的时刻。」
但空洞的「意志」似乎觉察了这一切，秽息形成的妖鬼再次拦在了你的跟前…

理应存在的意志
「绳匠，这里就交给我们。」

你被用力地拥抱，来自于你最信任的代理人。

「你继续前进，去找到那个『核』吧…我们会活着，然后找到你，一起离开空洞。」

——这次抉择，将会决定您在「FINALSTAGE」所面对的最终敌人。

献颂
你们击溃了「司教」，但这份胜利带来的喜悦，立即就被眼前澎湃的异象所冲散——过量的秽息持续地涌向空洞未知的深处。

「我们必须阻止那些秽息继续集聚，再这么下去，空洞的扩张速度迟早会突破塞勒斯界限。」

看来除了此处以外，称颂会的阴影还覆盖着更多的区域…你们再次穿上了那套伪装的服饰，朝着异动的方向探查。

献颂
你们看见了真正恐怖的景象。
无数秽息逆流、聚集、旋变，最终诞下虚构的形体，逝去的「司教」以一种血腥丑陋的形式逐渐复生…你们发现了她的真面目！

哪怕荣誉已然蒙尘，有人仍然执拗地追寻昔日的道路…直到，她逐渐和所有同伴逆向而行。

她同样也发现了你们的存在，只是暂时还没能认出你们的真实身份。
作为伪装的赞者，你们需要像其他狂信徒那样，心甘情愿地献出一些东西，才能暂时博取她的信任，找到接近她的机会…

——这次抉择，将会决定您在「FINALSTAGE」所面对的最终敌人。', '[]', '[]', '6', '临界推演：歧路回响'),
('244', '102', '1', '10208', 'LAST STAGE', '3', '0', NULL, '[{"name":"LAST STAGE","isBoss":true,"monsters":[{"hp":13757407,"name":"「亵渎者」","level":70,"defense":953,"weakness":"物理、电属性","resistance":"冰"}]},{"name":"LAST STAGE","isBoss":true,"monsters":[{"hp":16532165,"name":"秽息妖鬼·名可名","level":70,"defense":953,"weakness":"物理、以太","resistance":"火"}]},{"name":"LAST STAGE","isBoss":true,"monsters":[{"hp":13977884,"name":"彷徨猎手","level":70,"defense":1588,"weakness":"火属性、冰属性","resistance":"物理"}]},{"name":"4-1","isBoss":false,"monsters":[{"hp":1298411,"name":"颂礼赞者","level":70,"defense":635,"weakness":"风属性、以太","resistance":null},{"hp":19038575,"name":"秽蚀·色雷斯人","level":70,"defense":953,"weakness":"风属性、以太","resistance":"电"}]},{"name":"4-1","isBoss":false,"monsters":[{"hp":895388,"name":"整训猎兵","level":70,"defense":635,"weakness":"物理、电属性","resistance":null},{"hp":984731,"name":"轰击猎兵","level":70,"defense":635,"weakness":"物理、电属性","resistance":null},{"hp":16899556,"name":"牲鬼·凶魁愚者","level":70,"defense":953,"weakness":"物理、电属性","resistance":"以太"}]},{"name":"4-1","isBoss":false,"monsters":[{"hp":6248153,"name":"秽蚀·狂乱暴徒","level":70,"defense":858,"weakness":"以太","resistance":"物理"},{"hp":9024965,"name":"秽蚀·特里诺斯","level":70,"defense":858,"weakness":"以太","resistance":"物理"}]},{"name":"4-2","isBoss":false,"monsters":[{"hp":1038729,"name":"颂礼赞者","level":70,"defense":635,"weakness":"风属性、以太","resistance":null},{"hp":15230860,"name":"秽蚀·色雷斯人","level":70,"defense":953,"weakness":"风属性、以太","resistance":"电"}]},{"name":"4-3","isBoss":false,"monsters":[{"hp":716311,"name":"恶毒打手","level":70,"defense":635,"weakness":"冰属性、以太","resistance":null},{"hp":716311,"name":"贪婪射手","level":70,"defense":635,"weakness":"冰属性、以太","resistance":null},{"hp":10720138,"name":"帕里库斯","level":70,"defense":953,"weakness":"冰属性、以太","resistance":null}]},{"name":"4-3","isBoss":false,"monsters":[{"hp":19537462,"name":"秽息蚀者·阿瓦鲁斯","level":70,"defense":953,"weakness":"火属性、以太","resistance":"冰"},{"hp":1298411,"name":"颂礼赞者","level":70,"defense":635,"weakness":"火属性、以太","resistance":null}]},{"name":"4-4","isBoss":false,"monsters":[{"hp":952168,"name":"秽息残兵·盾卫","level":70,"defense":730,"weakness":"物理、火属性","resistance":null},{"hp":952168,"name":"秽息残兵·炮手","level":70,"defense":635,"weakness":"物理、火属性","resistance":null},{"hp":12393008,"name":"秽蚀·多佩冈亚·「变节者」","level":70,"defense":953,"weakness":"物理、火属性","resistance":"以太"}]},{"name":"4-4","isBoss":false,"monsters":[{"hp":3116664,"name":"魁梧施虐者","level":70,"defense":794,"weakness":"物理、风属性","resistance":null},{"hp":14909964,"name":"秽蚀·简","level":70,"defense":953,"weakness":"物理、风属性","resistance":"以太"}]},{"name":"4-4","isBoss":false,"monsters":[{"hp":10283030,"name":"骇鸟","level":70,"defense":953,"weakness":"电属性","resistance":"冰"},{"hp":1142506,"name":"秽息原牲","level":70,"defense":635,"weakness":"电属性","resistance":null}]},{"name":"4-2","isBoss":false,"monsters":[{"hp":895388,"name":"整训猎兵","level":70,"defense":635,"weakness":"物理、电属性","resistance":null},{"hp":984731,"name":"轰击猎兵","level":70,"defense":635,"weakness":"物理、电属性","resistance":null},{"hp":16899556,"name":"牲鬼·凶魁愚者","level":70,"defense":953,"weakness":"物理、电属性","resistance":"以太"}]},{"name":"4-3","isBoss":false,"monsters":[{"hp":716311,"name":"恶毒打手","level":70,"defense":635,"weakness":"冰属性、以太","resistance":null},{"hp":716311,"name":"贪婪射手","level":70,"defense":635,"weakness":"冰属性、以太","resistance":null},{"hp":10720138,"name":"帕里库斯","level":70,"defense":953,"weakness":"冰属性、以太","resistance":null}]},{"name":"4-2","isBoss":false,"monsters":[{"hp":19537462,"name":"秽息蚀者·阿瓦鲁斯","level":70,"defense":953,"weakness":"火属性、以太","resistance":"冰"},{"hp":1298411,"name":"颂礼赞者","level":70,"defense":635,"weakness":"火属性、以太","resistance":null}]}]', '[{"desc":"· 代理人的属性异常积蓄效率提升30%，[紊乱]效果造成的伤害提升40%。\\n· 对敌人施加[紊乱]效果时，全队回复10点能量，代理人的攻击力提升25%，持续30秒，能量回复效果20秒内最多触发一次。","title":"诛心"},{"desc":"· 代理人造成的失衡值提升10%，连携技造成的伤害提升50%。\\n· [连携技]命中敌人时，敌人的失衡易伤倍率提升25%，且全队攻击力提升20%，持续15秒，重复触发时刷新持续时间。","title":"昏惫"},{"desc":"· 队伍内存在1名/2名[强攻]特性的代理人时，全队造成的伤害提升20%/40%。\\n· 触发暴击后，代理人的电属性伤害提升30%，[强攻]特性代理人的暴击伤害额外提升40%，持续5秒，重复触发时刷新持续时间。","title":"倏袭"},{"desc":"· [命破]特性的代理人的生命值低于上限的80%/50%时，攻击命中敌人时无视其10%/25%的冰属性伤害抗性。\\n· 代理人开启或延长以太帷幕时，全队的贯穿伤害提升20%，暴击伤害提升30%，持续20秒，重复触发时刷新持续时间。","title":"怒涛"},{"desc":"· 代理人的[闪避反击]、[强化特殊技]造成的伤害提升30%。\\n· 代理人命中非失衡状态敌人时，造成的失衡值提升10%；命中失衡状态中的敌人时，暴击伤害提升30%，敌人的失衡易伤倍率提升25%。","title":"崩倾"},{"desc":"· 代理人的喧响值获取效率提升20%。\\n·[终结技]和[强化特殊技]命中敌人时，无视其20%的伤害抗性，[终结技]命中敌人后，代理人的[终结技]和[强化特殊技]造成的伤害提升50%，持续30秒，重复触发时刷新持续时间。","title":"奏鸣"},{"desc":"· 代理人造成的伤害提升20%，造成的物理属性伤害额外提升20%。\\n· 使敌人进入属性异常后，敌人的防御力降低10%，持续10秒；对敌人施加[紊乱]效果后，敌人的防御力额外降低25%，持续10秒，两个效果独立刷新持续时间。","title":"奇巧"},{"desc":"· 代理人的属性异常积蓄效率提升20%。\\n· 对敌人施加属性异常效果时，全队提升60点异常精通，紊乱造成的伤害提升40%，持续15秒。","title":"异象"},{"desc":"· 代理人的[追加攻击]造成的伤害提升30%，暴击伤害提升30%。\\n· 当[强攻]特性代理人的[强化特殊技]、[终结技]命中敌人时，其全伤害抗性降低30%，持续15秒，重复触发时刷新持续时间。","title":"逐锋"},{"desc":"· 代理人的生命值上限提升20%，[终结技]造成的伤害提升40%。\\n· 代理人发动[强化特殊技]后，能量和闪能获得效率提升20%，以太属性伤害提升35%，持续20秒，重复触发刷新持续时间。","title":"聚元"}]', '7', '临界推演：歧路回响'),
('245', '201', '1', '20101', 'STAGE 01', '2', '0', NULL, '[{"name":"STAGE 01","isBoss":true,"monsters":[{"hp":14443632,"name":"彷徨猎手","level":60,"defense":1588,"weakness":"火属性、冰属性","resistance":"物理"}]},{"name":"1-1","isBoss":false,"monsters":[{"hp":9650538,"name":"「提丰·挑战者型」","level":60,"defense":953,"weakness":"物理、火属性","resistance":"以太"},{"hp":6496771,"name":"秉火领颂","level":60,"defense":794,"weakness":"物理、火属性","resistance":"电"}]},{"name":"1-2","isBoss":false,"monsters":[{"hp":1374129,"name":"秽息原牲","level":60,"defense":635,"weakness":"物理、火属性","resistance":null},{"hp":18319226,"name":"牲鬼·卫律使者","level":60,"defense":953,"weakness":"物理、火属性","resistance":"冰、风"}]},{"name":"1-3","isBoss":false,"monsters":[{"hp":3140965,"name":"铁道地精","level":60,"defense":715,"weakness":"冰属性、以太","resistance":null},{"hp":8779832,"name":"帕里库斯","level":60,"defense":953,"weakness":"冰属性、以太","resistance":null}]}]', '[{"desc":"· 代理人的属性异常积蓄效率提升20%。\\n· 对敌人施加属性异常效果时，全队提升60点异常精通，紊乱造成的伤害提升40%，持续15秒。","title":"异象"},{"desc":"· [命破]特性的代理人贯穿伤害提升10%，造成的秽息盾削减值提升30%。\\n· 处于以太帷幕中的代理人，贯穿伤害额外提升30%，攻击命中敌人后使其失衡易伤倍率提升45%，持续10秒，重复触发时刷新持续时间。","title":"极境"},{"desc":"· 代理人造成的伤害提升20%，攻击命中敌人时，无视其10%的全伤害抗性。\\n· [强攻]特性的代理人攻击力提升20%，[普通攻击]造成的伤害提升40%，并无视敌人20%的防御力。","title":"淬体"},{"desc":"· 处于[以太帷幕]中的代理人攻击力提升15%，[普通攻击]和[终结技]命中敌人时无视其15%的防御力。\\n· [支援]特性的代理人发动[强化特殊技]后，全队物理属性伤害提升20%，暴击伤害提升40%，持续20秒，重复触发时刷新持续时间。","title":"乘流"}]', '0', '临界推演：千面终局'),
('246', '201', '1', '20102', 'STAGE 02', '2', '0', NULL, '[{"name":"STAGE 02","isBoss":true,"monsters":[{"hp":16583917,"name":"魇缚者·叶释渊","level":65,"defense":953,"weakness":"物理、冰属性、风属性","resistance":"电"}]},{"name":"2-1","isBoss":false,"monsters":[{"hp":19090174,"name":"秽息蚀者·阿瓦鲁斯","level":65,"defense":953,"weakness":"火属性、以太","resistance":"冰"},{"hp":1268685,"name":"颂礼赞者","level":65,"defense":635,"weakness":"火属性、以太","resistance":null}]},{"name":"2-2","isBoss":false,"monsters":[{"hp":874889,"name":"新晋猎兵","level":65,"defense":635,"weakness":"物理、电属性","resistance":null},{"hp":874889,"name":"戍卫猎兵","level":65,"defense":730,"weakness":"物理、电属性","resistance":null},{"hp":16512660,"name":"牲鬼·凶魁愚者","level":65,"defense":953,"weakness":"物理、电属性","resistance":"以太"}]},{"name":"2-3","isBoss":false,"monsters":[{"hp":3084861,"name":"魁梧施虐者","level":65,"defense":794,"weakness":"物理、风属性","resistance":null},{"hp":14757820,"name":"秽蚀·暗渊惩戒者","level":65,"defense":953,"weakness":"物理、风属性","resistance":"以太"}]}]', '[{"desc":"· 代理人的以太属性异常积蓄效率和物理属性异常积蓄效率将提升25%，异常精通提升60点。\\n· 触发属性异常时，敌人的防御力降低10%，且承受的属性异常伤害提升30%，持续20秒，重复触发时刷新持续时间。","title":"蓄变"},{"desc":"· 代理人的喧响值获取效率提升20%。\\n·[终结技]和[强化特殊技]命中敌人时，无视其20%的伤害抗性，[终结技]命中敌人后，代理人的[终结技]和[强化特殊技]造成的伤害提升50%，持续30秒，重复触发时刷新持续时间。","title":"奏鸣"},{"desc":"· 代理人造成的伤害提升20%，攻击命中敌人时，无视其10%的全伤害抗性。\\n· [强攻]特性的代理人攻击力提升20%，[普通攻击]造成的伤害提升40%，并无视敌人20%的防御力。","title":"淬体"},{"desc":"· 代理人的攻击力提升16%，敌人的失衡易伤倍率提升30%。\\n· 处于以太帷幕中的代理人，攻击命中敌人时无视其10%的物理属性伤害抗性和15%的防御力。","title":"聚气"}]', '1', '临界推演：千面终局'),
('247', '201', '1', '20103', 'PLOT 01', '5', '0', '真相唯有一个
面前那具庞然大物的身影轰然倒下，你和代理人们不约而同长出一口气。

「哼！在『妄想天使』空洞小分队的力量前，区区以骸，不过如此嘛！」
「诶？可是刚刚某个爱哭鬼，可是被吓得一屁股跌在地上了呢~」

面对吵吵嚷嚷的千夏南宫，以及慌慌张张试图劝架的爱芮，你支着下巴兀自陷入沉思——看来，这就是线索指引你们到达的最后一站。接下来要做的只是将这个场所仔仔细细搜寻一遍，找到神秘委托人想得到的那件证物了。
但不知为何，你总觉得事情发生得过于顺利，仿佛自己的每一步决策都被某种力量所牵引，顺着其编织的经络一路驶向当前这一幕——简直就像跟随「剧本」所行动的人偶一般…

不对！你灵光一闪，意识到了你们迄今为止的一切行动，都在某人的计划当中。你急忙拦住马上打作一团的南宫和千夏，向众人分享了你的推测——

真相唯有一个
「从刚才开始…我一直有种强烈的预感，事情进展得有些过于顺利，而现在，这个场所中我所目及的异常，更是向我证明了这一点——」
你扫视一圈，发现三位代理人都在认真地倾听你的话语。嗯！名侦探的场合，就是需要一些耐心观众不可呀——你满意地点点头，继续往下说去。

「等等Fairy！我平时的内心活动哪有那么扭曲。」
「在之前的模拟环节中，我已提示主人，在所获数据不足时，会根据合理性自动补足叙事缺口。」

好吧…你不得不接受了自己似乎有些过于洋洋得意的人设。
你提出幕后黑手可能正是那位向你们颁布委托的神秘人：他寻找的证物想必是对自身不利的存在，实际想要摧毁它，而他却无法依靠个人之力准确定位，于是利用了你和你算力高超的首席助手——以及三位为了帮助你一同进入空洞的代理人。

此时此刻，一台小小的录音机从突然出现的空洞裂隙中掉了下来，你提醒代理人们不要贸然接近，而那台录音机居然响起了倒计时的滴滴声——

真相唯有一个
不用慌张，因为你已洞悉真相！然而正待你意欲开口之际——
千夏咻地一下窜了出来，「这这这这台录音机并非伪装成录音机的定时炸弹——要、要把思路逆转过来，这恰恰是伪装成定时炸弹的录音机！」

这位小侦探有些结巴，但这无损她将原本属于你的台词掷地有声地讲出来。可恶，明明是侦探揭秘环节，你怎么被负责倾听的证人抢走了重要戏份啊！
不过没关系，你只要在接下来分析出事件背后的原理就好。然而，属于你的戏份再次——
「停，Fairy！给我跳过这段扭曲人设的心理活动。」
「好的主人，跳过程序加载中…」

真相唯有一个
据南宫的观点，那位神秘的委托人，想必是想要将录音机在无人知晓之处彻底销毁，因此利用了录音机原本具有的特殊属性，即「会以固定的频率自动播放录音文件」。
爱芮紧接着补充了这个观点：他根据录音机的自动播放时段，制定了从颁布任务到让你们找到录音机的计划，而在倒计时的声音播放之时，你们必然会选择谨慎地离开空洞。如此一来，这招调虎离山之计便能够神不知鬼不觉地成功了。

虽然戏份已然被「妄想天使」抢完了，但没有关系，你还有那句经典的台词没有说出口，只要那句台词是属于你的，你就仍然是空洞之中的「最强侦探」！

你在首席助手的提醒下戴上手套，将那台录音机小心翼翼放进不知道什么时候准备在身上的证物袋，以专业侦探的姿态，竖起食指宣布了那个唯一的真相。
「真相只有一个——这个定时炸弹，就是证物本身！」

空洞侦探的败北
面前那具庞然大物的身影轰然倒下，你和代理人们不约而同长出一口气。

「哼！在『妄想天使』空洞小分队的力量前，区区以骸，不过如此嘛！」
「诶？可是刚刚某个爱哭鬼，可是被吓得一屁股跌在地上了呢~」

面对吵吵嚷嚷的千夏南宫，以及慌慌张张试图劝架的爱芮，你支着下巴兀自陷入沉思——看来，这就是线索指引你们到达的最后一站。接下来要做的只是将这个场所仔仔细细搜寻一遍，找到神秘委托人想得到的那件证物了。
但不知为何，你总觉得事情发生得过于顺利，仿佛自己的每一步决策都被某种力量所牵引，顺着其编织的经络一路驶向当前这一幕——简直就像跟随「剧本」所行动的人偶一般…

然而，在空洞里做出的每个决策，都是时下经过首席助手精密计算的结果。你强行将浮起的不安感咽进喉间：不论如何，保持警惕…

「你你你的意思是我刚刚给你添麻烦啦！？可恶！泡泡，给我咬她——」
「我可没有这么说，对吧爱芮~」
你的思考被少女之间小猫互挠般的胡闹打断了…咳咳，看来比起继续在这片区域搜寻证物，你得先化解代理人之间的矛盾…

空洞侦探的败北
你的预想果然没错，一道测算之外的空洞裂隙出现在你和代理人面前，从中掉出一个小小的录音盘，难道这就是你们寻找的证物？但直觉告诉你并非如此。

「店长小心！请退后一点——这件证物好像有些不对劲！」

爱芮说的没错，你嘱咐其他两人也与它保持一个安全距离，直到不详的滴滴声从不远处的地面响起，不好，那似乎是经过伪装的定时炸弹——
「主人，经过实时扫描，似乎能从面前疑似录像机的物品中感知到以太波动。」

「店店店长，感觉很不妙啊…我们快点跑吧，不然就再也见不到粉丝了呜哇——」
「虽然感觉没有千夏说的那么严重，但我觉得确实小心为妙…最重要的是，害怕店长的安全受到威胁呀~」
「店长…我们…要离开吗？」

面对用担忧目光望向你的三位代理人，你咬咬牙，无视了心中那个反对的声音——是的，委托本身可没有性命重要，天平的另一边并没有值得你们孤注一掷的筹码。你回头望向那台仍旧滴滴作响的金属设备，最终选择了撤退。

空洞侦探的败北
快速测算周遭以太反应、模拟、制作最短路径…这一套步骤，作为绳匠的你异常熟悉。没有什么应该后悔的，那可是定时炸弹…你用目光示意「妄想天使」的三位不要担忧，因为你一定会引领她们安全地走出空洞…
在你和代理人们借由空洞裂隙离开那一刻，那不祥的倒计时终于停下了…然而，预想的爆炸并未发生。

你胸口的喧嚣愈发骚动：你们似乎在不知不觉间，跌入了某人的计谋之中。

「等等Fairy，我们不可以将炸弹拆毁吗？」
「主人，比起对未知装置贸然行动，此时此刻逃跑才是最上策，这是根据当时情境做出的合理推演结果。」

你接受了助手的说法，看来在这种事情发生的时候，如果没有谁坚定地提出异议，这确实是你们能做出的最符合情理的行动了——虽然证物炸毁很可惜，但你和代理人的性命可只有一条。', '[]', '[]', '2', '临界推演：千面终局'),
('248', '201', '1', '20104', 'LAST STAGE', '3', '0', NULL, '[{"name":"LAST STAGE","isBoss":true,"monsters":[{"hp":19703471,"name":"叛律孤歌·薇斯珀","level":70,"defense":476,"weakness":"风属性、以太","resistance":"冰、火"}]},{"name":"LAST STAGE","isBoss":true,"monsters":[{"hp":27823635,"name":"太初梦魇·「始主」","level":70,"defense":476,"weakness":"物理","resistance":"冰、以太"}]},{"name":"3-1","isBoss":false,"monsters":[{"hp":4978263,"name":"塔纳托斯·蓄能型","level":70,"defense":858,"weakness":"火属性、冰属性","resistance":"电"},{"hp":18381653,"name":"赫由托","level":70,"defense":1588,"weakness":"火属性、冰属性","resistance":"电"}]},{"name":"3-2","isBoss":false,"monsters":[{"hp":6646611,"name":"「卫士Ⅱ型」","level":70,"defense":858,"weakness":"物理、电属性","resistance":"火"},{"hp":8948882,"name":"秽蚀·「捷足巡游者」","level":70,"defense":858,"weakness":"物理、电属性","resistance":"冰"}]},{"name":"3-3","isBoss":false,"monsters":[{"hp":1060597,"name":"赫斯克龙","level":70,"defense":635,"weakness":"物理、以太","resistance":null},{"hp":1817623,"name":"秽息原牲","level":70,"defense":635,"weakness":"物理、以太","resistance":null},{"hp":25013808,"name":"秽息行者·蝎骸","level":70,"defense":953,"weakness":"物理、以太","resistance":"火"}]},{"name":"3-1","isBoss":false,"monsters":[{"hp":4462594,"name":"重装炮手","level":70,"defense":858,"weakness":"火属性、电属性","resistance":"以太"},{"hp":16899556,"name":"秽蚀·「骇鸟」","level":70,"defense":953,"weakness":"火属性、电属性","resistance":"以太"}]},{"name":"3-2","isBoss":false,"monsters":[{"hp":6664871,"name":"多佩冈亚·波可娜","level":70,"defense":794,"weakness":"物理、电属性","resistance":"冰"},{"hp":17506698,"name":"缄枢","level":70,"defense":953,"weakness":"物理、电属性","resistance":"以太"}]},{"name":"3-3","isBoss":false,"monsters":[{"hp":19038575,"name":"秽蚀·色雷斯人","level":70,"defense":953,"weakness":"风属性、以太","resistance":"电"},{"hp":11023122,"name":"秽蚀·盛怒恶霸","level":70,"defense":794,"weakness":"风属性、以太","resistance":"电"}]},{"name":"3-4","isBoss":false,"monsters":[{"hp":1125289,"name":"秽息残兵·盾卫","level":70,"defense":730,"weakness":"物理、火属性","resistance":null},{"hp":1125289,"name":"秽息残兵·炮手","level":70,"defense":635,"weakness":"物理、火属性","resistance":null},{"hp":14646282,"name":"秽蚀·多佩冈亚·「变节者」","level":70,"defense":953,"weakness":"物理、火属性","resistance":"以太"}]},{"name":"3-4","isBoss":false,"monsters":[{"hp":912779,"name":"恶灵","level":70,"defense":572,"weakness":"冰属性","resistance":null},{"hp":15190558,"name":"秽蚀·狛野真斗","level":70,"defense":953,"weakness":"冰属性","resistance":"物理"}]}]', '[{"desc":"· 代理人的属性异常积蓄效率提升20%。\\n· 对敌人施加属性异常效果时，全队提升60点异常精通，紊乱造成的伤害提升40%，持续15秒。","title":"异象"},{"desc":"· 代理人的生命值上限提升30%，终结技造成的伤害提升40%。\\n· 代理人释放终结技后，能量和闪能获得效率 提升15%，以太属性伤害和冰属性伤害提升40%，持续20秒。","title":"凝神"},{"desc":"· 代理人造成的伤害提升20%，攻击命中敌人时，无视其10%的全伤害抗性。\\n· [强攻]特性的代理人攻击力提升20%，[普通攻击]造成的伤害提升40%，并无视敌人20%的防御力。","title":"淬体"},{"desc":"· 代理人使敌人进入属性异常状态后，其全属性伤害抗性降低10%，以太伤害抗性降低10%，持续15秒，重复触发刷新持续时间。\\n· 代理人造成的属性异常伤害提升15%，异放伤害提升15%，[连携技]、[终结技]造成的属性异常积蓄值提升20%。","title":"掠火"},{"desc":"· 代理人造成的伤害提升20%，造成的物理属性伤害额外提升20%。\\n· 使敌人进入属性异常后，敌人的防御力降低10%，持续10秒；对敌人施加[紊乱]效果后，敌人的防御力额外降低25%，持续10秒，两个效果独立刷新持续时间。","title":"奇巧"},{"desc":"· [命破]特性的代理人贯穿伤害提升10%，造成的秽息盾削减值提升30%。\\n· 处于以太帷幕中的代理人，贯穿伤害额外提升30%，攻击命中敌人后使其失衡易伤倍率提升45%，持续10秒，重复触发时刷新持续时间。","title":"极境"}]', '3', '临界推演：千面终局');
